{
  "chapter_id": "ch14-inquisition-accused",
  "avatar": {
    "name": "Diego de Lucena",
    "occupation": "Physician / Converso",
    "status": "Respected healer in the converso community of Toledo; second-generation New Christian"
  },
  "physical": {
    "appearance": "Dark hair silvering at the temples despite his relative youth (early forties). Deep-set eyes that seem to look through people. Hands that move with the careful precision of someone accustomed to delicate work—suturing wounds, mixing compounds. A slight stoop from years bent over patients.",
    "recognition_marker": "A habit of touching his fingers together in sequence, as if counting or checking their steadiness—echoing Kaoru's fan-tracing, Verinus's stylus-cleaning. The hands of a man whose work requires control."
  },
  "psychology": {
    "core_flaw_manifestation": "Compulsive helping manifests as the need to heal everyone, even those who persecute him. He cannot walk past suffering without attempting to address it.",
    "fatal_flaw": "The belief that being useful will protect him. Service in exchange for safety—a bargain with the world that the world never agreed to.",
    "strengths": [
      "Genuine compassion developed across lifetimes",
      "Patience with physical and emotional pain (seeded from Kaoru's equanimity)",
      "Keen observation—he reads bodies the way Verinus read documents",
      "Capacity for stillness learned in previous lives"
    ],
    "weaknesses": [
      "Cannot accept that his service might not be enough",
      "Suppresses his own anger to the point of not recognizing it",
      "Maintains the fiction that performing orthodoxy perfectly will save him",
      "Still carries traces of internalized self-hatred about his lineage"
    ]
  },
  "backstory": {
    "family_history": "His grandparents converted during the pogroms of 1391. His parents raised him Catholic in practice but Jewish in memory—lighting candles on Friday evenings, fasting on certain days that happened to coincide with Yom Kippur. The double life is his inheritance.",
    "medical_training": "Studied under both Christian and (secretly) Arabic medical texts. His skill is genuine and recognized. He has treated nobility, clergy, and peasants alike.",
    "what_he_suppresses": "The rage at being forced to perform, the grief for traditions he cannot openly practice, the fear that never goes away. He has pushed these down so far he has forgotten they exist."
  },
  "lesson_development": {
    "perfection_or_fetter": "Releasing ill-will (Vyapada) — the second of the five hindrances, the poison that persecution is designed to cultivate",
    "inherited_from_previous": "From Kaoru: the capacity to endure reality without fleeing into illusion. Diego begins with this—he can face hard truths. What he must learn is to face injustice without being poisoned by hatred.",
    "what_must_be_learned": "That hatred is a choice, even when it seems like the only rational response. That persecutors cannot poison his soul unless he drinks the poison himself. That patience under suffering requires facing anger fully and choosing release—not suppression.",
    "death_seeds_next": "The release of hatred without the need for reconciliation or forgiveness seeds the Renaissance skeptic's capacity for radical doubt without bitterness. A mind that can question the Church that killed him without being consumed by revenge-fantasy can question anything."
  },
  "notes": "Diego de Lucena is a composite figure—the name echoes historical converso families, and the profession (physician) was common among educated conversos. His medical skill gives him the 'compulsive helping' manifestation while also providing dramatic irony in a system that may use his skills against him or others."
}
